public class TaskFour {
    //Todo: 4.	Дан диаметр окружности d.
    // Найти ее длину L=π∗d.
    // В качестве значения π использовать константу 3.14.
        public static void main(String[] args) {
            int d;
            d = 18;

            double π,l;
            π = 3.14;
            l = π * d;

            System.out.println("L = " + l);

        }
}
